Repository: Subfly/yaba
Catalog: Darwin/YABA/Localizable.xcstrings
Source language: en
Languages: de, es, fr, hi, it, ja, ko, nb, nl, pt_br, sk, sv, tr, zh_hans

# How To Keyboard General Message 10
source: If everything went smoothly, YABA Keyboard is now ready to use. When your main keyboard is visible, tap the **Globe** icon at the bottom left to switch keyboards. You can also tap and hold the icon to see all your keyboards in a pop-up. If YABA Keyboard appears here, the setup is complete.
de: Wenn alles glattgelaufen ist, ist die YABA‑Tastatur jetzt einsatzbereit. Wenn deine Haupttastatur sichtbar ist, tippe unten links auf das **Globus**-Symbol, um die Tastatur zu wechseln. Du kannst das Symbol auch gedrückt halten, um alle deine Tastaturen in einem Pop-up zu sehen. Wenn hier die YABA‑Tastatur erscheint, ist die Einrichtung abgeschlossen.
es: Si todo fue bien, el teclado de YABA ya está listo para usar. Cuando tu teclado principal esté visible, toca el icono **Globo** en la esquina inferior izquierda para cambiar de teclado. También puedes tocar y mantener pulsado el icono para ver todos tus teclados en una ventana emergente. Si el teclado de YABA aparece aquí, la configuración está completa.
fr: Si tout s’est bien passé, le clavier YABA est maintenant prêt à l’emploi. Lorsque ton clavier principal est visible, touche l’icône **Globe** en bas à gauche pour changer de clavier. Tu peux aussi appuyer longuement sur l’icône pour voir tous tes claviers dans une fenêtre contextuelle. Si YABA Keyboard apparaît ici, la configuration est terminée.
hi: यदि सब कुछ ठीक रहा, तो अब YABA Keyboard उपयोग के लिए तैयार है। जब आपका मुख्य कीबोर्ड दिखे तो कीबोर्ड बदलने के लिए बाएँ निचले कोने पर **Globe** आइकन टॅप करें। सारी कीबोर्ड देखने के लिए उस आइकन को दबाकर रखें—यदि यहाँ YABA Keyboard दिखाई देता है तो सेटअप पूरा है।
it: Se tutto è andato bene, YABA Keyboard è ora pronta all'uso. Quando la tua tastiera principale è visibile, tocca l'icona del Globo in basso a sinistra per cambiare tastiera. Puoi anche toccare e tenere premuta l'icona per vedere tutte le tastiere in un pop-up. Se YABA Keyboard compare qui, la configurazione è completa.
ja: 問題なく進めば、YABAキーボードは使用準備が整っています。メインのキーボードが表示されているときに、左下の**地球儀**アイコンをタップしてキーボードを切り替えてください。また、そのアイコンを長押しするとポップアップで全てのキーボードが表示されます。ここにYABAキーボードが表示されていれば、設定は完了です。
ko: 문제가 없었다면 YABA Keyboard가 이제 사용 준비가 완료되었습니다. 기본 키보드가 보일 때 왼쪽 아래의 **지구본** 아이콘을 눌러 키보드를 전환하세요. 아이콘을 길게 누르면 팝업으로 모든 키보드를 볼 수 있습니다. 이 목록에 YABA Keyboard가 표시되면 설정이 완료된 것입니다.
nb: Hvis alt gikk som det skal, er YABA-tastaturet nå klart til bruk. Når hovedtastaturet ditt er synlig, trykk på **Globe**-ikonet nederst til venstre for å bytte tastatur. Du kan også trykke og holde ikonet for å se alle tastaturene i en pop-up. Hvis YABA-tastaturet vises her, er oppsettet fullført.
nl: Als alles goed is gegaan, is het YABA-toetsenbord nu klaar voor gebruik. Wanneer je hoofdtoetsenbord zichtbaar is, tik linksonder op het **Globe**-icoon om van toetsenbord te wisselen. Je kunt ook op het icoon tikken en vasthouden om al je toetsenborden in een pop-up te zien. Als YABA Keyboard hier verschijnt, is de installatie voltooid.
pt_br: Se tudo correu bem, o Teclado YABA já está pronto para uso. Quando seu teclado principal estiver visível, toque no ícone **Globo** no canto inferior esquerdo para alternar os teclados. Você também pode tocar e segurar o ícone para ver todos os seus teclados em um pop-up. Se o Teclado YABA aparecer aqui, a configuração está completa.
sk: Ak všetko prebehlo v poriadku, YABA Keyboard je teraz pripravená na použitie. Keď je viditeľná tvoja hlavná klávesnica, ťukni na ikonu **Glóbus** vľavo dole, aby si prepol klávesnice. Môžeš tiež podržať ikonu, aby sa vyskakovacie okno zobrazilo so všetkými tvojimi klávesnicami. Ak sa tu zobrazí YABA Keyboard, nastavenie je dokončené.
sv: Om allt gick smidigt är YABA-tangentbordet nu redo att användas. När ditt ordinarie tangentbord syns trycker du på ikonen **Globus** längst ned till vänster för att byta tangentbord. Du kan också trycka och hålla ned ikonen för att se alla dina tangentbord i en popup. Om YABA-tangentbordet visas här är installationen klar.
tr: Her şey yolundaysa, YABA Keyboard şimdi kullanıma hazır. Ana klavyen görünürken klavyeleri değiştirmek için sol alt köşedeki **Globe** simgesine dokun. Tüm klavyelerini görmek için simgeye dokunup basılı tutabilirsin. Eğer YABA Keyboard burada görünüyorsa kurulum tamamlanmıştır.
zh_hans: 如果一切顺利，YABA 键盘现在已可使用。当主键盘可见时，点按左下角的 **地球** 图标即可切换键盘。你也可以长按该图标，在弹出窗口中查看所有键盘。如果这里出现了 YABA 键盘，说明设置已完成。

# How To Keyboard General Message 11
source: Once YABA Keyboard is open, you’ll see a familiar interface. You can easily browse your folders and tags to access your bookmarks.
de: Sobald die YABA‑Tastatur geöffnet ist, siehst du eine vertraute Oberfläche. Du kannst einfach durch deine Ordner und Tags blättern, um auf deine Lesezeichen zuzugreifen.
es: Una vez abierto el teclado de YABA, verás una interfaz familiar. Puedes navegar fácilmente por tus carpetas y etiquetas para acceder a tus marcadores.
fr: Une fois le clavier YABA ouvert, tu verras une interface familière. Tu peux facilement parcourir tes dossiers et tes étiquettes pour accéder à tes favoris.
hi: एक बार YABA Keyboard खुल जाने पर, आपको एक परिचित इंटरफ़ेस दिखाई देगा। आप अपने फ़ोल्डरों और टैग्स के बीच आसानी से ब्राउज़ करके अपने बुकमार्क्स तक पहुँच सकते हैं।
it: Una volta aperta YABA Keyboard, vedrai un'interfaccia familiare. Puoi sfogliare facilmente cartelle e tag per accedere ai tuoi segnalibri.
ja: YABAキーボードを開くと、見慣れたインターフェイスが表示されます。フォルダやタグを簡単に閲覧してブックマークにアクセスできます。
ko: YABA Keyboard가 열리면 익숙한 인터페이스가 나타납니다. 폴더와 태그를 쉽게 둘러보고 북마크에 접근할 수 있습니다.
nb: Når YABA-tastaturet er åpent, vil du se et kjent grensesnitt. Du kan enkelt bla gjennom mapper og tagger for å få tilgang til bokmerkene dine.
nl: Als het YABA-toetsenbord eenmaal geopend is, zie je een vertrouwde interface. Je kunt eenvoudig door je mappen en tags bladeren om je bladwijzers te openen.
pt_br: Quando o Teclado YABA for aberto, você verá uma interface familiar. Você pode navegar facilmente pelas suas pastas e etiquetas para acessar seus favoritos.
sk: Keď sa YABA Keyboard otvorí, uvidíš známe rozhranie. Jednoducho si môžeš prezerať priečinky a štítky, aby si sa dostal k svojim záložkám.
sv: När YABA-tangentbordet är öppet ser du ett bekant gränssnitt. Du kan enkelt bläddra i dina mappar och taggar för att komma åt dina bokmärken.
tr: YABA Keyboard açıldığında tanıdık bir arayüz göreceksin. Yer imlerine erişmek için klasörlerin ve etiketlerin arasında kolayca gezinebilirsin.
zh_hans: 打开 YABA 键盘后，你会看到熟悉的界面。你可以轻松浏览文件夹和标签来访问书签。

# How To Keyboard General Message 12
source: Tapping a bookmark automatically inserts its link into the currently focused text box. Use the buttons in the top-right corner to delete the link or confirm the paste. Depending on the app, confirming may trigger a search, send a message, or perform another action.
de: Wenn du ein Lesezeichen antippst, wird dessen Link automatisch in das aktuell fokussierte Textfeld eingefügt. Nutze die Buttons oben rechts, um den Link zu löschen oder das Einfügen zu bestätigen. Je nach App kann das Bestätigen eine Suche auslösen, eine Nachricht senden oder eine andere Aktion ausführen.
es: Al tocar un marcador se inserta automáticamente su enlace en el campo de texto que tenga el foco. Usa los botones de la esquina superior derecha para eliminar el enlace o confirmar el pegado. Según la app, confirmar puede iniciar una búsqueda, enviar un mensaje u otra acción.
fr: En touchant un signet, son lien est automatiquement inséré dans le champ de texte actuellement actif. Utilise les boutons en haut à droite pour supprimer le lien ou confirmer le collage. Selon l'app, la confirmation peut lancer une recherche, envoyer un message ou effectuer une autre action.
hi: किसी बुकमार्क पर टैप करने से उसका लिंक स्वचालित रूप से वर्तमान में फ़ोकस किए गए टेक्स्ट बॉक्स में चिपक जाता है। ऊपर-दाएँ कोने में मौजूद बटनों का उपयोग लिंक हटाने या पेस्ट की पुष्टि करने के लिए करें। ऐप के अनुसार, पुष्टि करने पर खोज शुरू हो सकती है, संदेश भेजा जा सकता है, या कोई अन्य कार्रवाई हो सकती है।
it: Toccando un segnalibro il suo link viene inserito automaticamente nella casella di testo attualmente attiva. Usa i pulsanti in alto a destra per eliminare il link o confermare l'incolla. A seconda dell'app, la conferma può avviare una ricerca, inviare un messaggio o eseguire un'altra azione.
ja: ブックマークをタップすると、そのリンクが現在フォーカスされているテキストボックスに自動で挿入されます。右上のボタンでリンクを削除するか、貼り付けを確認してください。アプリによっては、確認すると検索が実行されたり、メッセージが送信されたり、別の操作が行われる場合があります。
ko: 북마크를 탭하면 현재 포커스된 텍스트 상자에 해당 링크가 자동으로 삽입됩니다. 오른쪽 상단의 버튼으로 링크를 삭제하거나 붙여넣기를 확인하세요. 사용하는 앱에 따라 확인 동작이 검색을 실행하거나 메시지를 보내거나 다른 동작을 수행할 수 있습니다.
nb: Når du trykker på et bokmerke, settes lenken automatisk inn i den tekstboksen som er fokusert. Bruk knappene øverst til høyre for å slette lenken eller bekrefte innlimingen. Avhengig av appen kan det å bekrefte utløse et søk, sende en melding eller utføre en annen handling.
nl: Tik op een bladwijzer om de link automatisch in het momenteel actieve tekstveld te plakken. Gebruik de knoppen rechtsboven om de link te verwijderen of de plakactie te bevestigen. Afhankelijk van de app kan bevestigen een zoekopdracht starten, een bericht versturen of een andere actie uitvoeren.
pt_br: Ao tocar em um favorito, o link é inserido automaticamente na caixa de texto que estiver com foco no momento. Use os botões no canto superior direito para excluir o link ou confirmar a colagem. Dependendo do app, confirmar pode iniciar uma busca, enviar uma mensagem ou executar outra ação.
sk: Klepnutím na záložku sa jej odkaz automaticky vloží do práve aktívneho textového poľa. Použi tlačidlá v pravom hornom rohu na odstránenie odkazu alebo potvrdenie prilepenia. V závislosti od aplikácie môže potvrdenie spustiť vyhľadávanie, odoslať správu alebo vykonať inú akciu.
sv: Att trycka på ett bokmärke klistrar automatiskt in dess länk i det textfält som för närvarande har fokus. Använd knapparna uppe till höger för att ta bort länken eller bekräfta inklistringen. Beroende på app kan bekräftelse utlösa en sökning, skicka ett meddelande eller utföra en annan åtgärd.
tr: Bir yer imine dokunmak, bağlantısını şu anda odaklanmış olan metin kutusuna otomatik olarak yapıştırır. Sağ üst köşedeki düğmeleri kullanarak bağlantıyı silebilir veya yapıştırmayı onaylayabilirsin. Uygulamaya bağlı olarak onaylamak bir arama başlatabilir, bir mesaj gönderebilir veya başka bir işlem tetikleyebilir.
zh_hans: 轻点书签会自动将其链接插入当前聚焦的文本框。使用右上角的按钮可以删除链接或确认粘贴。根据应用不同，确认后可能会触发搜索、发送消息或执行其他操作。

# How To Keyboard Title
source: Keyboard
de: Tastatur
es: Teclado
fr: Clavier
hi: कुंजीपटल
it: Tastiera
ja: キーボード
ko: 키보드
nb: Tastatur
nl: Toetsenbord
pt_br: Teclado
sk: Klávesnica
sv: Tangentbord
tr: Klavye
zh_hans: 键盘

# How To Reminders General Message 1
source: Setting up reminders in YABA is simple. In the bookmark details, you’ll find several options—on Mac they’re shown directly, while on iOS/iPad you can tap the three dots icon for more. On all devices, tap the yellow **bell** icon to create a reminder.
de: Das Einrichten von Erinnerungen in YABA ist einfach. In den Lesezeichen‑Details findest du mehrere Optionen – auf dem Mac werden sie direkt angezeigt, auf iOS/iPad tippst du auf das Drei‑Punkte‑Symbol für mehr. Auf allen Geräten tippst du auf das gelbe **Glocke**-Symbol, um eine Erinnerung zu erstellen.
es: Configurar recordatorios en YABA es sencillo. En los detalles del marcador encontrarás varias opciones: en Mac se muestran directamente, mientras que en iOS/iPad puedes tocar el icono de los tres puntos para ver más. En todos los dispositivos, toca el icono amarillo de **campana** para crear un recordatorio.
fr: Paramétrer des rappels dans YABA est simple. Dans les détails du signet, tu trouveras plusieurs options — sur Mac elles sont affichées directement, tandis que sur iOS/iPad tu peux toucher l'icône à trois points pour en voir plus. Sur tous les appareils, touche l'icône jaune **cloche** pour créer un rappel.
hi: YABA में रिमाइंडर सेट करना आसान है। बुकमार्क विवरण में आपको कई विकल्प मिलेंगे—Mac पर ये सीधे दिखते हैं, जबकि iOS/iPad पर अधिक के लिए आप तीन डॉट्स आइकन पर टैप कर सकते हैं। सभी उपकरणों पर रिमाइंडर बनाने के लिए पीले **घंटी** आइकन पर टैप करें।
it: Configurare promemoria in YABA è semplice. Nei dettagli del segnalibro trovi diverse opzioni: su Mac sono mostrate direttamente, mentre su iOS/iPad puoi toccare l'icona dei tre puntini per altre opzioni. Su tutti i dispositivi, tocca l'icona gialla **campana** per creare un promemoria.
ja: YABAでリマインダーを設定するのは簡単です。ブックマークの詳細画面にいくつかのオプションがあり、Macでは直接表示され、iOS/iPadでは「…」アイコンをタップするとさらに表示されます。すべてのデバイスで、黄色い**ベル**アイコンをタップしてリマインダーを作成してください。
ko: YABA에서 알림을 설정하는 것은 간단합니다. 북마크 상세에서 여러 옵션을 찾을 수 있으며 — Mac에서는 바로 표시되고 iOS/iPad에서는 추가 옵션을 보려면 점 세 개 아이콘을 탭하세요. 모든 기기에서 노란색 **종** 아이콘을 탭하면 알림을 생성할 수 있습니다.
nb: Å sette opp påminnelser i YABA er enkelt. I bokmerke-detaljene finner du flere valg—på Mac vises de direkte, mens på iOS/iPad kan du trykke på de tre prikkene for mer. På alle enheter trykker du på den gule **bjelle**-ikonet for å opprette en påminnelse.
nl: Het instellen van herinneringen in YABA is eenvoudig. In de bladwijzerdetails vind je verschillende opties—op de Mac worden die direct weergegeven, terwijl je op iOS/iPad op het driepuntjes‑icoon kunt tikken voor meer. Op alle apparaten tik je op het gele **bel**‑icoon om een herinnering te maken.
pt_br: Configurar lembretes no YABA é simples. Nos detalhes do favorito você verá várias opções — no Mac elas aparecem diretamente, enquanto no iOS/iPad você pode tocar no ícone de três pontos para ver mais. Em todos os dispositivos, toque no ícone amarelo **sino** para criar um lembrete.
sk: Nastavenie pripomienok v YABA je jednoduché. V detailoch záložky nájdeš niekoľko možností — na Macu sú zobrazené priamo, zatiaľ čo na iOS/iPad môžeš klepnúť na ikonu troch bodiek pre viac. Na všetkých zariadeniach klepni na žltú ikonu **zvončeka** na vytvorenie pripomienky.
sv: Att ställa in påminnelser i YABA är enkelt. I bokmärkesdetaljerna hittar du flera alternativ — på Mac visas de direkt, medan du på iOS/iPad kan trycka på ikonen med tre prickar för fler alternativ. På alla enheter tryck på den gula **klocka**-ikonen för att skapa en påminnelse.
tr: YABA'da hatırlatıcı ayarlamak basittir. Yer imi ayrıntılarında birkaç seçenek bulacaksın — Mac'te bunlar doğrudan gösterilir; iOS/iPad'de daha fazlası için üç nokta simgesine dokunabilirsin. Tüm cihazlarda hatırlatıcı oluşturmak için sarı **zil** simgesine dokun.
zh_hans: 在 YABA 中设置提醒很简单。在书签详情里你会看到多个选项——在 Mac 上它们会直接显示，而在 iOS/iPad 上你可以点三点图标查看更多。在所有设备上，点按黄色 **铃铛** 图标即可创建提醒。

# How To Reminders General Message 2
source: After tapping, a pop-up will appear where you can select a time for your reminder. Tap Done to save it.
de: Nach dem Tippen erscheint ein Pop‑up, in dem du eine Zeit für deine Erinnerung auswählen kannst. Tippe auf «Fertig», um sie zu speichern.
es: Al tocar aparecerá un cuadro/ventana emergente donde puedes seleccionar la hora para tu recordatorio. Toca Hecho para guardarlo.
fr: Après avoir touché, une fenêtre contextuelle apparaît où tu peux sélectionner une heure pour ton rappel. Appuie sur Terminé pour l'enregistrer.
hi: टैप करने के बाद एक पॉप‑अप खुल जाएगा जहाँ आप अपने रिमाइंडर का समय चुन सकते हैं। सहेजने के लिए 'Done' पर टैप करें।
it: Dopo aver toccato, apparirà un pop-up dove puoi selezionare l'orario del promemoria. Tocca Fine per salvarlo.
ja: タップするとポップアップが表示され、リマインダーの時刻を選択できます。保存するには「完了」をタップしてください。
ko: 탭하면 팝업이 나타나 알림 시간을 선택할 수 있습니다. 완료를 탭하여 저장하세요.
nb: Etter at du har trykket, dukker det opp en dialog hvor du kan velge tidspunkt for påminnelsen. Trykk Ferdig for å lagre.
nl: Na het tikken verschijnt een pop-up waarin je een tijd voor je herinnering kunt kiezen. Tik op Gereed om deze op te slaan.
pt_br: Depois de tocar, aparecerá um pop‑up onde você pode selecionar um horário para o lembrete. Toque em Concluído para salvar.
sk: Po klepnutí sa objaví vyskakovacie okno, kde si môžeš vybrať čas pripomienky. Klepni na Hotovo pre uloženie.
sv: Efter tryck visas ett popupfönster där du kan välja en tid för din påminnelse. Tryck på Klar för att spara den.
tr: Dokunduktan sonra, hatırlatıcı için bir zaman seçebileceğin bir açılır pencere görünecek. Kaydetmek için Tamam'a dokun.
zh_hans: 点按后会出现弹窗，在其中选择提醒时间。点按“完成”保存。

# How To Reminders General Message 3
source: YABA only asks for permissions when they’re truly needed. The first time you set up a reminder, you’ll see a prompt asking for notification access. Simply tap **Allow** to let YABA send your reminder notifications. Don’t worry—YABA will never send notifications for anything else.
de: YABA fragt nur dann nach Berechtigungen, wenn sie wirklich nötig sind. Beim ersten Einrichten einer Erinnerung erscheint eine Abfrage für den Zugriff auf Benachrichtigungen. Tippe einfach auf **Zulassen**, damit YABA deine Erinnerungsbenachrichtigungen senden kann. Keine Sorge — YABA wird niemals für etwas anderes Benachrichtigungen senden.
es: YABA solo pide permisos cuando realmente los necesita. La primera vez que configures un recordatorio, verás un aviso pidiendo acceso a las notificaciones. Simplemente pulsa **Permitir** para que YABA envíe las notificaciones de recordatorio. No te preocupes: YABA nunca enviará notificaciones por otra cosa.
fr: YABA ne demande des autorisations que lorsqu'elles sont vraiment nécessaires. La première fois que tu configures un rappel, une fenêtre te demandera l'accès aux notifications. Appuie simplement sur **Autoriser** pour permettre à YABA d'envoyer tes notifications de rappel. Ne t'inquiète pas : YABA n'enverra jamais de notifications pour autre chose.
hi: YABA केवल तभी अनुमति मांगता है जब वास्तव में ज़रूरत हो। जब आप पहली बार रिमाइंडर सेट करेंगे, तो नोटिफिकेशन एक्सेस के लिए एक प्रॉम्प्ट दिखेगा। बस **Allow** पर टैप करें ताकि YABA आपके रिमाइंडर नोटिफिकेशन्स भेज सके। चिंता न करें—YABA कभी भी किसी और चीज़ के लिए नोटिफिकेशन नहीं भेजेगा।
it: YABA chiede i permessi solo quando sono davvero necessari. La prima volta che configuri un promemoria, vedrai una richiesta per l'accesso alle notifiche. Tocca semplicemente **Consenti** per permettere a YABA di inviarti le notifiche del promemoria. Non preoccuparti—YABA non invierà mai notifiche per altro.
ja: YABAは、本当に必要なときにだけ許可を求めます。リマインダーを初めて設定すると、通知アクセスを求める表示が出ます。表示が出たら **許可** をタップすると、YABAがリマインダー通知を送れるようになります。ご安心ください—YABAがそれ以外の目的で通知を送ることはありません。
ko: YABA는 정말로 필요할 때만 권한을 요청합니다. 처음으로 리마인더를 설정하면 알림 접근 권한을 요청하는 창이 표시됩니다. **허용**을 탭하면 YABA가 리마인더 알림을 보낼 수 있습니다. 걱정하지 마세요—YABA는 그 외의 용도로는 알림을 보내지 않습니다.
nb: YABA ber bare om tillatelser når de virkelig trengs. Første gang du setter opp en påminnelse, får du en forespørsel om tilgang til varsler. Trykk enkelt på **Tillat** for å la YABA sende påminnelsesvarsler. Ikke bekymre deg—YABA vil aldri sende varsler for noe annet.
nl: YABA vraagt alleen om toestemming wanneer die echt nodig is. De eerste keer dat je een herinnering instelt, zie je een melding waarin om toegang tot notificaties wordt gevraagd. Tik gewoon op **Toestaan** om YABA je herinneringen te laten sturen. Geen zorgen — YABA zal nooit notificaties voor iets anders sturen.
pt_br: O YABA só pede permissões quando realmente precisa. Na primeira vez que você configurar um lembrete, aparecerá um aviso pedindo acesso às notificações. Basta tocar em **Permitir** para que o YABA envie suas notificações de lembrete. Fique tranquilo — o YABA nunca enviará notificações para outra coisa.
sk: YABA žiada o povolenia len keď sú naozaj potrebné. Keď si po prvý raz nastavíš pripomienku, zobrazí sa výzva na prístup k notifikáciám. Jednoducho ťukni na **Povoliť**, aby YABA mohol posielať upozornenia pripomienok. Neboj sa — YABA nikdy neposiela notifikácie na nič iné.
sv: YABA begär bara tillstånd när de verkligen behövs. Första gången du ställer in en påminnelse visas en fråga om aviseringstillstånd. Tryck helt enkelt på **Allow** för att låta YABA skicka dina påminnelseaviseringar. Oroa dig inte—YABA kommer aldrig att skicka aviseringar för något annat.
tr: YABA yalnızca gerçekten ihtiyaç duyulduğunda izin ister. Bir hatırlatıcıyı ilk kez ayarladığınızda, bildirim erişimi için bir istem görünecektir. YABA’nın hatırlatıcı bildirimlerini göndermesine izin vermek için **İzin Ver**’e dokunmanız yeterli. Endişelenmeyin—YABA başka hiçbir şey için bildirim göndermeyecektir.
zh_hans: YABA 只会在确实需要时请求权限。第一次设置提醒时，会弹出请求通知访问的提示。只需点击 **允许**，即可让 YABA 发送提醒通知。别担心——YABA 不会用通知做其他事情。

# How To Reminders General Message 4
source: Once set up, you’ll see a confirmation of your reminder, and the scheduled time will appear as the last item in the bookmark’s info section.
de: Sobald sie eingerichtet ist, siehst du eine Bestätigung deiner Erinnerung, und die geplante Zeit wird als letzter Eintrag im Info‑Bereich des Lesezeichens angezeigt.
es: Una vez configurado, verás la confirmación de tu recordatorio, y la hora programada aparecerá como el último elemento en la sección de información del marcador.
fr: Une fois configuré, tu verras la confirmation de ton rappel, et l'heure programmée apparaîtra comme dernier élément dans la section d'informations du signet.
hi: एक बार सेटअप हो जाने पर, आपको आपके रिमाइंडर की पुष्टि दिखेगी, और निर्धारित समय बुकमार्क की जानकारी सेक्शन में आख़िरी आइटम के रूप में दिखाई देगा।
it: Una volta impostato, vedrai la conferma del promemoria e l'orario programmato apparirà come ultimo elemento nella sezione informazioni del segnalibro.
ja: 設定が完了すると、リマインダーの確認が表示され、予定時刻がブックマークの情報セクションの最後の項目として表示されます。
ko: 설정이 완료되면 리마인더 확인 화면이 나타나고, 예약된 시간은 북마크 정보 섹션의 마지막 항목으로 표시됩니다.
nb: Når den er satt opp, får du en bekreftelse på påminnelsen, og det planlagte tidspunktet vises som siste element i bokmerkets info-seksjon.
nl: Zodra alles is ingesteld, zie je een bevestiging van je herinnering en verschijnt de geplande tijd als het laatste item in de info-sectie van de bladwijzer.
pt_br: Depois de configurado, você verá a confirmação do seu lembrete, e o horário agendado aparecerá como o último item na seção de informações do marcador.
sk: Po nastavení uvidíš potvrdenie o pripomienke a naplánovaný čas sa zobrazí ako posledná položka v sekcii informácií o záložke.
sv: När allt är uppsatt ser du en bekräftelse på din påminnelse, och den schemalagda tiden visas som den sista punkten i bokmärkesinformationen.
tr: Ayarlandıktan sonra hatırlatıcınızın onayını göreceksiniz ve planlanan zaman yer iminin bilgi bölümünde son öğe olarak görünecektir.
zh_hans: 设置完成后，你会看到提醒的确认信息，预定时间会显示在书签信息部分的最后一项。
